Revit 2027 API
SATImportOptions Constructor
Overload List
Name | Description
SATImportOptions() |  Constructs a new instance of SATImportOptions with default values of all properties.
SATImportOptions(SATImportOptions) |  Constructs a new instance of SATImportOptions as a copy of the import options.
Top
See Also
Reference
SATImportOptions Class
Autodesk.Revit.DB Namespace